[
  {
    "name": "Black Lives Matter",
    "description": "#BlackLivesMatter was founded in 2013 in response to the acquittal of Trayvon Martin’s murderer. Black Lives Matter Foundation, Inc is a global organization in the US, UK, and Canada, whose mission is to eradicate white supremacy and build local power to intervene in violence inflicted on Black communities by the state and vigilantes. By combating and countering acts of violence, creating space for Black imagination and innovation, and centering Black joy, we are winning immediate improvements in our lives.",
    "org_url": "https://blacklivesmatter.com/",
    "donate_url": "https://secure.actblue.com/donate/ms_blm_homepage_2019",
    "logo_url": "https://pb2020-77946.web.app/logos/black-lives-matter.png",
    "item_weight": 10
  },
  {
    "name": "The Equal Justive Iniative (eji)",
    "description": "The Equal Justice Initiative is committed to ending mass incarceration and excessive punishment in the United States, to challenging racial and economic injustice, and to protecting basic human rights for the most vulnerable people in American society.",
    "org_url": "https://eji.org/",
    "donate_url": "https://support.eji.org/give/153413/#!/donation/checkout",
    "logo_url": "https://pb2020-77946.web.app/logos/eji.png",
    "item_weight": 100
  },
  {
    "name": "Campaign Zero",
    "description": "Campaign Zero is a project of the non-profit 501(c)(3) organization, WeTheProtesters. Funds donated to Campaign Zero support the analysis of policing practices across the country, research to identify effective solutions to end police violence, technical assistance to organizers leading police accountability campaigns and the development of model legislation and advocacy to end police violence nationwide.",
    "org_url": "https://www.joincampaignzero.org/",
    "donate_url": "https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=ZHQKRGV7JHCWC&source=url",
    "logo_url": "https://pb2020-77946.web.app/logos/campaign-zero.png",
    "item_weight": 100
  },
  {
    "name": "NAACP's Legal Defense and Educational Fund",
    "description": "The NAACP Legal Defense and Educational Fund, Inc. is America’s premier legal organization fighting for racial justice. Through litigation, advocacy, and public education, LDF seeks structural changes to expand democracy, eliminate disparities, and achieve racial justice in a society that fulfills the promise of equality for all Americans. LDF also defends the gains and protections won over the past 75 years of civil rights struggle and works to improve the quality and diversity of judicial and executive appointments.",
    "org_url": "https://www.naacpldf.org/",
    "donate_url": "https://org2.salsalabs.com/o/6857/p/salsa/donation/common/public/?donate_page_KEY=15780&_ga=2.74359510.534011183.1592338970-1909650139.1591900549",
    "logo_url": "https://pb2020-77946.web.app/logos/ldf.jpg",
    "item_weight": 120
  },
  {
    "name": "The Bail Project",
    "description": "The Bail Project is a national fund that helps pay bail for people in need (including protesters). After a client's case ends, the bail is repaid back into the fund and recycled to help additional clients, so your donation is passed on.",
    "org_url": "https://bailproject.org/",
    "donate_url": "https://secure.givelively.org/donate/the-bail-project",
    "logo_url": "https://pb2020-77946.web.app/logos/bsd-bailproject.png",
    "item_weight": 100
  },
  {
    "name": "American Civil Liberties Union (ACLU)",
    "description": "The ACLU dares to create a more perfect union — beyond one person, party, or side. Our mission is to realize this promise of the United States Constitution for all and expand the reach of its guarantees.",
    "org_url": "https://www.aclu.org/",
    "donate_url": "https://www.aclu.org/donate-aclu?ms_aff=NAT&initms_aff=NAT&ms=web_horiz_nav_hp&initms=web_horiz_nav_hp&ms_chan=web&initms_chan=web",
    "logo_url": "https://pb2020-77946.web.app/logos/aclu.jpg",
    "item_weight": 100
  },
  {
    "name": "Color of Change",
    "description": "Color Of Change is the nation’s largest online racial justice organization. We help people respond effectively to injustice in the world around us. As a national online force driven by 1.7 million members, we move decision-makers in corporations and government to create a more human and less hostile world for Black people in America.",
    "org_url": "https://colorofchange.org/",
    "donate_url": "https://secure.actblue.com/contribute/page/support-us?refcode=coc_website_popup",
    "logo_url": "https://pb2020-77946.web.app/logos/coc.png",
    "item_weight": 70
  },
  {
    "name": "The Loveland Foundation",
    "description": "The Loveland Foundation, started by Rachel Cargle, is a nonprofit that provides financial assistance for Black women and girls seeking mental health support. I also purchased Cargle’s lecture series Unpacking White Feminism to learn more about the history of feminism and race.",
    "org_url": "https://thelovelandfoundation.org/",
    "donate_url": "https://www.flipcause.com/secure/cause_pdetails/Njg4MzE=",
    "logo_url": "https://pb2020-77946.web.app/logos/loveland-white.png",
    "item_weight": 80
  },
  {
    "name": "Communities United Against Police Brutality",
    "description": "Communities United Against Police Brutality, which operates a crisis hotline where people can report abuse; offers legal, medical, and psychological resource referrals; and engages in political action against police brutality.",
    "org_url": "https://www.cuapb.org/",
    "donate_url": "https://www.cuapb.org/donatecuapb",
    "logo_url": "https://pb2020-77946.web.app/logos/cuapb.jpg",
    "item_weight": 100
  },
  {
    "name": "Committee to Protect Journalists",
    "description": "The Committee to Protect Journalists is an independent, nonprofit organization that promotes press freedom worldwide. We defend the right of journalists to report the news safely and without fear of reprisal.",
    "org_url": "https://cpj.org/",
    "donate_url": "https://cpj.org/donate",
    "logo_url": "https://pb2020-77946.web.app/logos/cpj.png",
    "item_weight": 150
  },
  {
    "name": "National Bail Fund Network",
    "description": "The National Bail Fund Network is made up of over sixty community bail and bond funds across the country. We regularly update this listing of community bail funds that are freeing people by paying bail/bond and are also fighting to abolish the money bail system and pretrial detention.",
    "org_url": "https://www.communityjusticeexchange.org/nbfn-directory",
    "donate_url": "https://www.communityjusticeexchange.org/donate",
    "logo_url": "https://pb2020-77946.web.app/logos/nbfn.jpg",
    "item_weight": 150
  }
]